Repository: pedrocarlop/WorldSearch
Catalog: Packages/AppModules/Sources/Core/Resources/Localizable.xcstrings
Source language: en
Languages: es

# word_hint.SUCEDER
source: To follow something in sequence or time
es: Entrar en lugar de otra persona en un cargo o situación

# word_hint.SUELO
source: A performance on a mat-covered floor using no apparatus
es: Piso, superficie sobre la que se camina

# word_hint.SUERTE
source: Something that happens to someone by chance, a chance occurrence
es: Causa supuesta de una consecución de sucesos no previsibles

# word_hint.SUEÑO
source: To rest in a state of reduced consciousness
es: Estado de tener ganas de dormir

# word_hint.SUFICIENTE
source: An adequate quantity of; enough
es: Bastante para lo que se necesita o es menester

# word_hint.SUFRIR
source: To undergo hardship
es: Sentir un malestar, un dolor, una pena, cualquier otra sensación o situación indeseada

# word_hint.TAMBIEN
source: Adverb meaning also or too, used to add similar information
es: Utilizado para especificar que una o varias cosas son similares, o que comparten atributos con otra previamente nombrada

# word_hint.TAMPOCO
source: Not one of two; not either; not one or the other
es: Úsase para indicar la similitud de un estado de cosas negativo con otro ya mentado, de manera análoga a la de también para las afirmaciones

# word_hint.TAN
source: Adverb that intensifies an adjective or adverb to a degree
es: Adverbio que intensifica una cualidad o grado

# word_hint.TARDE
source: The time of day between afternoon and night
es: A última hora, cuando el tiempo propicio ya ha pasado o cuando ya se cumplió un plazo acordado

# word_hint.TELEFONO
source: A telecommunication device used for two-way talking with another person
es: Equipamiento diseñado para transmitir y recibir sonidos por medio de señales eléctricas a la distancia

# word_hint.TEMA
source: Main subject or central idea of a text, talk, or work
es: Asunto principal o idea central de un texto o conversación

# word_hint.TEMER
source: A strong, unpleasant emotion or feeling caused by actual or perceived danger or threat
es: Tener de algo la sensación de que es dañoso de hecho o potencialmente, y desear concomitantemente apartarse de ello

# word_hint.TENER
source: To possess, hold, or experience something
es: Poseer, mantener o experimentar algo

# word_hint.TERCERO
source: The ordinal form of the cardinal number three; Coming after the second
es: Que en una serie de tres o más cosas, personas o animales, ocupa el lugar número tres en importancia, valor, ubicación, etc

# word_hint.TERMINAR
source: An end; the end of anything
es: Poner fin o llevar a su término una cosa

# word_hint.TIEMPO
source: The inevitable progression into the future with the passing of present and past events
es: Magnitud que mide duración, sucesión y cambio de los eventos

# word_hint.TIENDA
source: A pavilion or portable lodge consisting of skins, canvas, or some strong cloth, stretched and sustained by poles, used for sheltering people from the weather
es: Establecimiento donde se venden productos al público

# word_hint.TIERRA
source: Alternative letter-case form of Earth; our planet, third out from the Sun
es: Superficie del planeta Tierra que no se encuentra cubierta por agua

# word_hint.TIO
source: The brother or brother-in-law of one’s parent
es: Hermano de la madre o del padre de una persona

# word_hint.TIPO
source: A grouping based on shared characteristics; a class
es: Elemento real o ideal que representa una clase o categoría

# word_hint.TIRAR
source: To launch a projectile
es: Echar algo al aire

# word_hint.TOCAR
source: Primarily physical senses
es: Percibir las cualidades de un objeto mediante el sentido del tacto

# word_hint.TODAVIA
source: Adverb meaning still or yet, indicating continuity
es: Adverbio que indica continuidad hasta el momento actual

# word_hint.TODO
source: Every individual or anything of the given class, with no exceptions
es: Que se considera completo tanto en sus atributos como en número

# word_hint.TOMAR
source: To get into one's hands, possession, or control, with or without force
es: Coger alguna cosa con la mano

# word_hint.TOMATE
source: A widely cultivated plant, Solanum lycopersicum, having edible fruit
es: Planta americana de la familia de las solanáceas, una hierba anual, rastrera o trepadora, de tallos pubescentes y fruto en baya de color rojo, muy jugoso y de sabor ligeramente ácido

# word_hint.TONTO
source: To convey some subject matter in simple terms, avoiding technical or academic language, especially in a way that is considered condescending
es: Falto de inteligencia o entendimiento

# word_hint.TORRE
source: A very tall iron-framed structure, usually painted red and white, on which microwave, radio, satellite, or other communication antennas are installed; mast
es: Edificio alto y relativamente estrecho

# word_hint.TORTILLA
source: A dish made with beaten eggs cooked in a frying pan without stirring, flipped over to cook on both sides, and sometimes filled or topped with other foodstuffs, for example cheese or chives
es: Plato a base de huevo batido, al que se incorporan otros ingredientes; el conjunto se frie en una sola pieza

# word_hint.TOTAL
source: An amount obtained by the addition of smaller amounts
es: Propio de o relativo al todo

# word_hint.TOTALMENTE
source: Every individual or anything of the given class, with no exceptions
es: Que es o está o se hace completo

# word_hint.TRABAJAR
source: To perform a job or carry out labor
es: Realizar una actividad laboral o una tarea

# word_hint.TRABAJO
source: Activity or task done to produce a result
es: Actividad o tarea realizada para obtener un resultado

# word_hint.TRAER
source: To transport toward somebody/somewhere
es: Mover alguna cosa hacia sí, esto es, hacia la persona que habla

# word_hint.TRAFICO
source: Moving pedestrians or vehicles, or the flux or passage thereof
es: Circulación de personas y de vehículos adecuados por vía terrestre, marítima o aérea

# word_hint.TRANQUILO
source: With little or no sound; free of disturbing noise
es: Pacífico, sin conmoción, calmado

# word_hint.TRAS
source: At or to the back or far side of
es: Indica que va o está detrás de algo o alguien

# word_hint.TREN
source: Elongated or trailing portion
es: Medio de transporte y locomoción, de carga o de pasajeros impulsado mediante una máquina de vapor, de energía eléctrica o cual sea, siempre que corra sobre dos rieles metálicos paralelos

# word_hint.TRES
source: Cardinal number equal to two plus one
es: Número cardinal equivalente a dos más uno

# word_hint.TRUENO
source: The loud rumbling, cracking, or crashing sound caused by expansion of rapidly heated air around a lightning bolt
es: Sonido grave y fuerte producido por las descargas eléctricas o rayos en las tormentas

# word_hint.ULTIMO
source: Final, ultimate, coming after all others of its kind
es: Que, en una serie de cosas o eventos, no tiene otro que lo siga

# word_hint.UNICO
source: By oneself, solitary
es: Dícese de lo que hay uno y solo un ejemplar

# word_hint.UNIDAD
source: Oneness, singularity, seen as a component of a whole number; a magnitude of one
es: Medida estándar de una cantidad

# word_hint.UNIVERSIDAD
source: An institution of higher education that provides facilities for teaching, research, and the conferral of academic degrees across undergraduate, graduate, and often professional levels
es: Institución dedicada a impartir el grado superior de la enseñanza, así como a la investigación y divulgación

# word_hint.UNO
source: The number represented by the Arabic numeral 1; the numerical value equal to that cardinal number
es: La cantidad de una cosa solitaria

# word_hint.USO
source: Act or manner of using something
es: Acción o modo de emplear algo

# word_hint.USTED
source: Formal second-person pronoun used for respectful address
es: Pronombre de tratamiento formal para dirigirse con respeto

# word_hint.USTEDES
source: The people spoken, or written to, as an object
es: Úsase para designar a los interlocutores como sujeto de la frase o complemento de una preposición

# word_hint.UVA
source: A small, round, smooth-skinned edible fruit, usually purple, red, or green, that grows in bunches on vines of genus Vitis
es: Fruto de la vid, una baya globosa o elipsoide, de piel delgada de color verde claro a púrpura y pulpa dulce a subácida, más clara que la piel, que se presenta en racimos

# word_hint.VALER
source: Having a value of; proper to be exchanged for
es: Tener un precio para la venta o compra

# word_hint.VALLE
source: An elongated depression cast between hills or mountains, often with a river flowing through it
es: Espacio bajo entre montañas

# word_hint.VALOR
source: The quality that renders something desirable or valuable; worth
es: Medida de la importancia o utilidad de un ser, de una cosa, de una idea

# word_hint.VENDER
source: To transfer goods or provide services in exchange for money
es: Transferir la propiedad de algo o prestar un servicio a cambio de un precio o pago

# word_hint.VENIR
source: To move nearer to the point of perspective
es: Trasladarse hacia acá

# word_hint.VENTANA
source: An opening, usually covered by one or more panes of clear glass, to allow light and air from outside to enter a building or vehicle
es: Parte abierta en un muro para dejar penetrar la luz y el aire en una habitación o recinto, generalmente situada a más de un metro de altura

# word_hint.VER
source: To perceive or detect someone or something with the eyes, or as if by sight
es: Percibir algo con los ojos mediante la luz

# word_hint.VERDAD
source: True facts, genuine depiction or statements of reality
es: Conformidad de las cosas con el concepto que de ellas forma la mente

# word_hint.VESTIDO
source: Items of clothing; apparel
es: La ropa, lo que se usa para vestirse

# word_hint.VEZ
source: The inevitable progression into the future with the passing of present and past events
es: Alternación de las cosas por turno u orden sucesivo

# word_hint.VIAJAR
source: To be on a journey, often for pleasure or business and with luggage; to go from one place to another
es: Desplazarse de un sitio a otro, en especial si la distancia es apreciable

# word_hint.VIAJE
source: A set amount of travelling, seen as a single unit; a discrete trip, a voyage
es: Acción o efecto de viajar

# word_hint.VICTIMA
source: One that is harmed—killed, injured, subjected to oppression, deceit, or otherwise adversely affected—by someone or something, especially another person or event, force, or condition; in particular
es: Ofrenda que se mata en el sacrificio

# word_hint.VIDA
source: An insurance policy that pays out on death
es: Estado que precede a la muerte y sigue al nacimiento de los seres orgánicos

# word_hint.VIEJO
source: Of an object, concept, relationship, etc., having existed for a relatively long period of time
es: Que tiene mucha edad, en especial si ha pasado ya su madurez o sazón

# word_hint.VIENTO
source: Real or perceived movement of atmospheric air usually caused by convection or differences in air pressure
es: Movimiento del aire, usualmente causado por corrientes de convección o por diferencias de presión en el aire

# word_hint.VINO
source: An alcoholic beverage made by fermenting grape juice, with an ABV ranging from 5.5–16%
es: Bebida alcohólica elaborada a partir de la fermentación de la uva, con o sin los hollejos

# word_hint.VISITA
source: To habitually go to to comfort them
es: Acción y efecto de acudir a un sitio

# word_hint.VISTA
source: The ability to see
es: Sentido con el que se perciben los colores, formas y movimientos mediante la luz

# word_hint.VIVIR
source: To be alive and carry out one's life
es: Tener vida y desarrollar la existencia

# word_hint.VIVO
source: Having life; opposite of dead
es: Que tiene vida y no está muerto

# word_hint.VOLAR
source: Any insect of the order Diptera; characterized by having two wings, also called true flies
es: Moverse a través del aire sostenido por medio de alas

# word_hint.VOLVER
source: To come or go back
es: Regresar al lugar de origen o retomar una situación anterior

# word_hint.VOSOTROS
source: The people spoken, or written to, as an object
es: Nominativo, dativo y preposicional del pronombre personal de género masculino para la segunda persona del plural

# word_hint.VOZ
source: Sound uttered by the mouth, especially by human beings in speech or song; sound thus uttered considered as possessing some special quality or character
es: Sonido producido por las cuerdas vocales del hombre

# word_hint.YOGUR
source: A milk-based product stiffened by a bacterium-aided curdling process, and sometimes mixed with fruit or other flavoring
es: Producto lácteo, engrosado con la ayuda de bacterias que forman coágulos en la leche, con frecuencia es mezclado con fruta u otros saborizantes

# word_hint.YORK
source: To bowl a yorker at a batsman, especially to get a batsman out in this way
es: Ciudad capital del condado de Yorkshire

# word_hint.ZONA
source: A defense in which each player covers an area of the court
es: Superficie de terreno determinada por consideraciones administrativas o estructurales

# word_hint.missing
source: Fallback hint shown when a word has no available definition
es: Pista de respaldo cuando una palabra no tiene definición disponible
